03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-VA7001-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
	<soapenv:Header/>
	<soapenv:Body>
		<brp:bhg_vbaRegistreerVerhuizing>
			<brp:stuurgegevens brp:communicatieID="com_stuur">
				<brp:zendendePartij>036301</brp:zendendePartij>
				<brp:zendendeSysteem>BRP</brp:zendendeSysteem>
				<brp:referentienummer>00000000-0000-0000-0042-200000000104</brp:referentienummer>
				<brp:tijdstipVerzending>2017-03-10T15:16:40.829+02:00</brp:tijdstipVerzending>
			</brp:stuurgegevens>
			<brp:parameters brp:communicatieID="com_p">
				<brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
			</brp:parameters>
			<brp:verhuizingNaarBuitenland brp:objecttype="AdministratieveHandeling" brp:communicatieID="com_ah">
				<brp:partijCode>036301</brp:partijCode>
				<brp:acties>
					<brp:registratieMigratie brp:objecttype="Actie" brp:communicatieID="com_actie">
						<brp:datumAanvangGeldigheid>2017-03-01</brp:datumAanvangGeldigheid>
						<brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=226916285;Response_Persoon.xsl}" brp:communicatieID="com_persoon">
							<brp:migratie brp:communicatieID="com_mig">
								<brp:redenWijzigingCode>P</brp:redenWijzigingCode>
								<brp:aangeverCode>I</brp:aangeverCode>
								<brp:landGebiedCode>5006</brp:landGebiedCode>
								<brp:buitenlandsAdresRegel1>Arroyo</brp:buitenlandsAdresRegel1>
								<brp:buitenlandsAdresRegel2>La Habana</brp:buitenlandsAdresRegel2>
							</brp:migratie>
						</brp:persoon>
					</brp:registratieMigratie>
				</brp:acties>
			</brp:verhuizingNaarBuitenland>
		</brp:bhg_vbaRegistreerVerhuizing>
	</soapenv:Body>
</soapenv:Envelope>